[
    {
        "title": "Ретроспектива геймера или Святой Бэклог наяву. Эпизод 24 «2016». Часть 2",
        "link": "https://dtf.ru/games/3240006-retrospektiva-geimera-ili-svyatoi-beklog-nayavu-epizod-24-2016-chast-2",
        "time": "2024-12-01T15:54:22.000Z",
        "text": "Эпизод 24 «2016». Часть 1\nКому интересно с чего всё начиналось)) Эпизод 1 «Введение».\nНебольшие/Инди игры\nUnravel, 2 (2018) (ПК)\nОчень приятный и добрый пазл-платформер «Анрейвел» (в двух частях) покоряет красивым визуалом, интересным платформингом, историей и музыкой\nСлушать, не переслушать\nПутешествие пряжного (из пряжи) человечка Ярни (из «Вики» узнал как его зовут) по красивым пейзажам Швеции (снова «Вики») – это история о семейных ценностях, памятных моментах, любви и радости, которые переживает человек на протяжении всей своей жизни. Любовь в игре повсюду. Не в смысле сердечки везде развешаны. В смысле то, как выглядит игра, как играется, какая история раскрывается перед нами. Всё это пропитано любовью и душой разработчиков. Удивительно, что жадная корпорация «ЕА» выпустила такую душевную игру…видимо имиджевые проекты, всё-таки, нужны.\nИ в игре действительно есть на что посмотреть. Ярни идёт только вперёд по вполне реальному миру. Он преодолевает водные препятствия, прыгает по цветочкам и заснеженным веткам, убегает от хищных птиц. А делает он всё это при помощи себя. Что? Ну он же из пряжи! Раскручивая свои кишки-ниточки он может завязать узелочки на двух веточках и создать импровизированный мостик. Нет, он не может закинуть петлю на шею птице и удавить её. Это же ДОБРАЯ ИГРА, ну что вы?!\nМне (и многим другим) всегда интересно поиграть крохотулей путешествуя по реальному миру. Есть в такой задумке что-то из детства\nПлатформинг строится на физике взаимодействия всяческих предметов и пряжи. Где-то нужно просто завязать-развязать, где-то подтянуться, где-то подтащить, а где-то прыгнуть повыше. Игра наполнена несложными головоломками и играть лучше всего на геймпаде. Я пробовал и на клаве, но лучше получалось на геймпаде.\nПроходя по уровням Ярни находит памятные места и вспоминает как с ним играли дети. Постепенно мы проникаемся этой простой и жизненной историей и начинаем переживать за нашего пряжевого человечка. Кто-то даже пустит слезу от доброй истории и хорошо подобранного саундтрека (я нет). И вообще игра очень эмоциональная, а Ярни ещ’ тот милаха-эмпат.\nВо второй части Ярни находит себе друга по переписке, то есть пряже. Они сливаются оборванными концами нитки аки жители Пандоры из Кемеронского «Аватара». После этого их жизни связаны и все препятствия они преодолевают вместе. Кстати в игре появилась возможность редактировать наших человечков (цвет, форма головы, глазки и фигурка).\nТеперь можно играть вдвоём, а можно сплестись в одного симбионта\n«Анрейвел» это очень хорошие и добрые игра. Интересный платформинг, необычные «обычные» локации, увлекательные ситуации в которые попадают герои, красивая картинка, приятная музыка и удобное управление – это платформер с видом сбоку «Анрейвел». Играть советую всеми руками и ногами.\nSave 75% on Unravel on Steam (steampowered.com)\n### ### ###\nViking Squad (ПК)\nПрикольный и простенький битемап с приятным визуалом «Викинг Сквад» отсылает нас в Скандинавскую тематику и времена «Golden Axe» на «Сеге». Ну так себе отсылка))\nОб игрушке особо рассказывать нечего, кроме того, что там есть несколько персонажей на выбор со своими способностями. Можно поиграть с друзьями на одном диване. Окунуться в ностальгию на вечер-два под пивко.\nГеймплей бодренький, управление на хорошем уровне, разнообразие вражин присутствует\nИграть в битемап «Викинг Сквад» можно. Покупать по желанию. Рассказывать больше нечего. Советую. Поехали дальше))\nViking Squad on Steam (steampowered.com)\n### ### ###\nHyper Light Drifter (ПК)\nНе смотря на грозный вид на постере, всё происходящее на экране выглядит куда проще)) Но не смотря на это, экшен/РПГ (с прокачкой) с видом сверху «Хайпер Лайт Дрифтер» интересная и непростая инди игра.\nТут стоит отметить, что деньги собирали на «Кикстартере». Хотели 27к, а собрали аж 640к. Разросшаяся команда разрабов добавила в игру побольше всякого и смогли выпустить игру на разных платформах. Молодцы, что тут скажешь. Не просто растрынькали, но использовали для расширения и углубления предоставленные средства.\nПро сюжет (много не пытайте, я его не запомнил, и вообще игра не про это). Мир в игре во многих местах захвачен черной скверной. Наш герой орудуя лазерным мечом и бластерным пистолетом выкашивает всяких черных (и не только) тварей. Доходит до большого босса, убивает его и повторяет такую процедуру до финальных титров. Всё четко.\nЖабуля зараженная черной скверной\nЦимес же игры заключается в её сложности и геймплее. И в который раз могу привести пример хорошего управления при сложных сражениях. Игра честна с игроком и решает только ваши мозги и руки, а не рандомная ваншотная атака босса.\nПод каждое сражение с рядовыми врагами или боссами необходимо подстраиваться. Пройти напролом тут не выйдет и приходится использовать все свои приобретённые умения. Четкие и выверенные действия станут вашими помощниками в бою. Когда вы освоите разные техники, то во время боя вы будете входить в состояние потока. Это очень ощущается, если вы сделали перерыв в игре. Заходите такой через недельку, а вас первые же прыгуны выносят в ноль)) Эту игру я могу предоставить как один из хороших образцов баланса сложности.\nПиксельный 2Д экшен «Хайпер Лайт Дрифтер» интересная и непростая в прохождении игра (сложность выше средней). При этом она бросает вашим ручкам и геймпаду честный вызов. Советую.\nHyper Light Drifter on Steam (steampowered.com)\n### ### ###\nPunch Club, 2: Fast Forward (2023) (ПК)\nНеобычный проект «Панч Клаб» является пиксельным менеджмент-симулятором бойца. Симулятор парня который хочет стать чемпионом по кикбоксингу. Это что-то среднее между симсами и браузерными играми типа «Мьюзик Ворс».\n«Немного в сторону. Раз уж пришлось вспомнить браузерку (и по совместительству донатную помойку) «Music Wars» то ответственно заявляю, что я играл в эту игру лет 5. За эти годы познакомился с кучей народу, побывал в большинстве топ клубов рок направленности и всякое такое. Игрушка забавная, но донат во многом решает. Лично я вкладывал в неё 0 реальных денег и выезжал только на онлайне и халяве. В итоге поселился и успешно выступал полгода за топ рок-клуб «Фаллаут». После этого я решил, что больше мне в игре делать нечего и я на неё забил. И так на игру ушло много времени))»\nЧто в «Панч Клабе» от «Симсов»? Наш парень занимается собой и хочет победить. Ему нужно уделять время тренировкам и жизни вне их. То девушка появится, то родственник заболеет, то бой на следующей неделе. Вот и пытаемся менеджментить свои дела. На всё времени, как вы понимаете, не хватает и нужно расставлять приоритеты. При прохождении я сосредоточился на тренях и развитии сюжета, так что первым делом самолёты, а девушки потом.\nКогда кто-то ходил в зал…\n…а кто-то в gym\nЧто тут от браузерок? Боёвка. Мы на прямую не влияем на ход боя. Зато мы изучаем и выставляем приёмы которые выучил наш парень. Боец уже сам использует проставленные навыки в бою. Присущ небольшой рандом в юзании, но не сильно. Тут есть место для билдостроения и можно прокачать статы с навыками по вашему усмотрению. Я упоролся в скорость и крит + восстановление выносливости. Билд получился вполне рабочий - противники обычно не успевали мне что-то сделать и быстро отправлялись в нокаут. И да, тут не стоит бездумно качать или ставить всё подряд, ведь запороть технику боя легче лёгкого. Почитайте, не спешите, подумайте – на вершине рейтинга безмозглых мало.\nЗачем это всё делать? Ну как же? Тут сюжет есть. Нашего отца убили и мы должны найти убийцу… а вы думали будет Ницше? Не, всё как у Бетмена. Победа над всеми приведёт нас к разгадке этой тайны. В истории есть несколько поворотных моментов. Например, чуть ли не начинать тренить всё заново. Всё по классике развития сюжета завязка, восход, падение, катарсис и прочее.\nСимулятор бойца «Панч Клаб» интересный проект в который стоит поиграть. Да, менеджмент, но качественный менеджмент с хорошей проработкой, приятной рисовкой и нормальным сюжетом. Играть советую.\nPunch Club on Steam (steampowered.com)\n###\n2: Fast Forward\n«Панч Клаб 2» продолжает менеджмент механики первой игры. Что могли, то улучшили, а что-то оставили как было. Главное не сломать, что работало. Опять же, сюжет про поиски отца ГГ завезли.\nВо вторую часть я поиграл немного и не прошел её. Скорее всего наелся первой части, поэтому вторая не вдохновила. Первый взгляд и несколько часов в игре оставили хорошее впечатление о проекте. Парень так же гоняет от работы к работе, так же тренируется, проводит бои. Только теперь всё происходит в городе будущего.\nЛюди тут питаются слизью из червяков (на червячной ферме заправляет местный барон Харконен), а характеристики можно поднимать в виртуальном мире. Может дальше по сюжету окажется, что всё это сон собаки, а чувак будет типа Нео, но я до этого момента не доиграл. А вообще был бы неплохой сюжетный поворот и обоснование прокачки с нуля. Кто проходил подскажите в коментах, что там дальше было. Спасибо.\nНа счет советовать или нет. Ну если вам нравятся такие менеджмент игры, то поиграть стоит. Хорошая рисовка, медитативный геймплей, прикольный сеттинг с множеством отсылок и т.д. Проектик небольшой, но стоит внимания. Можете поиграть после первой части.\nPunch Club 2: Fast Forward on Steam (steampowered.com)\n### ### ###\nThe Final Station (ПК)\nНепростой (в плане сюжета) экшен-шутер с видом сбоку «Файнал Стейшен» очень интересен и атмосферен. Кстати, присмотритесь к издателю и разработчику «Разработчик в Steam: tinyBuild (steampowered.com)». Они напоминают мне «Деволверов» - тоже находят смачные и интересные проекты.\n«Последняя Станция» рассказывает нам о проводнике поезда (он больше чем просто проводник) который едет куда-то (вы узнаете куда) и его путешествие намного важнее чем кажется изначально. Да, тут за сюжетом и миром следить интересно. Это вам не просто стрелялка, тут думать нужно))\nА что по геймплею?\nГеймплей разделяется на две неравноценные части. Неравноценные они по времени и накалу страстей.\nПервая (и основная) это исследование и прохождение уровней. Тут мы будто попадаем в «Обитель Зла»: отстреливаемся и отбиваемся от черных не зомби и менеджим наши запасы. Проблемы соответственны для выживача: много монстров – вам смерть, мало патронов и хилок – вам смерть. Вы совершенно не Рэмбо и приходиться продвигаться с осторожностью используя подручные средства с грамотным расходом патронов. Шутер хорошо сделан и персонаж удобно управляется, что даёт возможность успешно отбиваться от вражин.\nА что по поезду?\nВторая часть геймплея (которую можно было и улучшить) это поездки на поезде. По ходу игры мы принимаем на борт «зайцев», следим за их душевным и физическим состоянием и попутно чиним бля*ский поезд. В этом пассажирском монстре постоянно что-то ломается, искрит и протекает. Иногда реально не успеваешь за всем и это расстраивает. Зато пассажиры преспокойно сидят на своих местах, хоть бы у вагона сорвало крышу)) Ещё и покушать не забудьте им принести, а то не расскажут, что там по сюжету у нас случилось.\nКстати, геймплей починки поезда мне потом встретился в игре «FAR: Lone Sails», там тоже постоянно бегаешь взад-назад с батарейками.\nНе смотря на не идеальный геймплей с менеджментом поезда игрушка все равно хорошая. Шутер удобный, сюжет интересный, графика пиксельно-приятная, вотэтоповоротных моментов есть, что вам ещё нужно от инди? Правильно, хорошая скидка и вперёд играть. Советую.\nSave 80% on The Final Station on Steam (steampowered.com)\n### ### ###\nStardew Valley (ПК)\nВ симулятор фермы от одного единственного разработчика (Эрик Барон) «Стардью Воллей» я не играл, но очень много слышал. О истории разработки почитал на «Вики» и в книге Шраера «Кровь, Пот и Пиксели». И это одна из классических историй успеха увлечённого и устремлённого человека, который теряя всё доводит дело до конца. И в конце инди-разработчик победил! Хэппи Энд.\nНе люблю работу на ферме))\nЯ не могу советовать или не советовать игру, ведь я в неё не играл. Я не люблю подобные жанры поэтому выбор оставлю за вами. В помощь вам будет цифра из «Вики» в 20 миллионов проданных копий игры (на 2022 год) и постоянную поддержку игры со стороны создателя.\n### ### ###\nHuman Fall Flat (ПК)\nЗабавная и дурашливая «Хьюман Фол Флет» относится к жанру квеста с решением головоломок. Задачки завязаны на специфических физике и управлении чубриком. Сюжета как такового нет, но есть набор этих самых задачек. Решаем задачки, проходим уровни и т.д.\nГеймплей лучше показать на видео\nЕсли в начале игра особо никому не была нужна, то по приходу кооперативного онлайна и общего развития игрушка раскрылась. Поуправлять телом забавного человечка, который попадает в разные локации довольно прикольно. Особенно если делать это в компании друзей. Так игра и обрела популярность аж на 30 млн копий (2021 год).\nЯ дурачился совсем недолго и прошел только «сюжетный» набор локаций. Потом забыл об этой игре насовсем. Открыв страничку в «Стиме» увидел, что игра до сих пор популярна. Это радует.\nИграть или не играть решайте сами. Если вам нравится время от времени подурачится с друзьями или своими детьми, то милости прошу в «Хьюман Фол Флет». Стоит копейки, а допиленного контента уже на миллион))\nSave 70% on Human Fall Flat on Steam (steampowered.com)\n### ### ###\nReigns, Reigns: Her Majesty (2017) (ПК)\nПростенькие на вид, но не по содержанию, игрушки «Реинс и Реинс: Хёр Мэджести» - симуляторы жизни правителя. Его однозначные ВЫБОРЫ и есть геймплей. Будете поддерживать баланс, править мудро – пройдёте игру, а начнёте тупить и рубить с плеча…тоже пройдёте, но со смертельным исходом. Хотя вы всё равно умрёте и важно лишь количество проведённого во одном забеге времени…рогалик))\nСюжетом тут выступает жизнь правителя (во второй части королевны). Каждый божий день нам даётся набор карт с выборами, которые приводят к определённым последствиям. Хотите погладить собаку, милорд? Хотите казнить побеждённого врага, милорд? Хотите поднять мне зарплату, милорд? Хотите казнить меня, милорд? Ээээ, куда вы меня тащите!? Милорд, милооорд!!!\nВыборы, они повсюду\nНехитрым однопальцевым геймплеем «Реинс» добилась успеха и признания у игроков. В который раз инди игрулина дарит забавный, непривычный и затягивающий геймплей. В эти две игрушки я залипал по несколько часов на протяжении пары недель. Пытался довести своих правителей до хороших концовок и посмотреть, что в них есть ещё. Мне понравилось. Еще бы, я ж люблю выборы))\nСимулятор решений короля и королевы «Reigns» я вам, конечно, советую. В который раз «Деволвер Диджитал» издали небольшую и приятную игрушку которая доставляет удовольствие от того, что вы в неё играете.\nReigns on Steam (steampowered.com)\n### ### ###\nEnter the Gungeon (ПК)\nСтавший культовым булетхельный рогалик «Энтер зе Ганджен» был издан «Деволверами» и предоставлен игрокам для получения максимального удовольствия. Очередной плюс в карму издателя. О разработке этой игры можно прочитать в книге Шраера «Нажми Резет» (советую).\nЧистейший (в хорошем смысле) булетхельный экшен в сочных красках затягивает с первых секунд. Выбираем ГГ и без предупреждения вваливаемся в Пулеподземелье. Проходим по рандомно сгенерированным уровням, набираем всяких улучшалок и убиваем боссов в конце. Игра создана для веселья и только для веселья (можно и в компании с друзьями).\nДевиз игры: Пуля пулей в пулю пуляет и пулей погоняет\nСюжета, ясное дело, минимум, да и кому оно надо? Наша задача завалить всех и победить. В таких играх главное геймплей, а наличие сюжета уже приятный бонус. И на геймплей грех жаловаться. Управлять, стрелять, уворачиваться и т.д. очень приятно и органично.\nЛюбителям подобного жанра игра должна понравится. Играть советую.\nEnter the Gungeon on Steam (steampowered.com)\n### ### ###\nSalt and Sanctuary + Salt and Sacrifice (2022) (ПК)\nМногие обзорщики сравнили платформер «Солт энд Сенкчуари» (далее – «Соль») с нелюбимой мною «Дарк Соулс» и нарекли его «Дарк Соулс в 2Д». Не могу однозначно с этим согласится и на это есть некоторые причины.\nПричины/различия:\n1. Мне нравится жанр платформер, но не нравится жанр «Соулслайк»)) и можете сколько угодно бухтеть, что термин «Соулслайк» неправильный.\n2. В «Соли» имеется внятный сюжет, который раскрывается по мере прохождения. Да, он не блещет, но хотя бы запоминается и не распихан в записках по углам.\n3. Хоть «Соль» и считается сложным платформером, но управление в нём отзывчивое и интуитивное (как и в любом хорошем платформере). Например, прыжок не становится смертельным испытанием, но органичной и ежеминутной механикой. Хорошее управление делает прохождение не мучением, но стандартной практикой для подобного жанра. Ловкость рук и реакция приветствуется. Конечно, не «Холлоу Найт», но всё же.\n4. Отсутствуют откровенно нечестные моменты которые мешают и растягивают процесс прохождения. Я говорю о ваншотных ударах, «сундуках», падениях в бездну и т.д.\n5. Я прошел «Соль» не ощущая особых проблем, а прохождение было интересным и не скучным.\n6. Мне понравился платформер «Солт энд Сенкчуари» в отличии от «Дарк Соулс»))\nЭто не Дарк Соулс, это другое\nДа, игра была вдохновлена «Дарк Соулсом» (внешний вид, интерфейс, отдельные механики), но разработчики не стали выставлять неприятные моменты как «фичи». Они просто взяли и сделали хорошую игру. В неё удобно, интересно и сложно играть. Ты не ощущаешь, что разрабы над тобой издеваются или не хотят чтобы в их игру играли. В принципе, сложность у неё выше средней и пройти её вполне возможно.\n«Соль» стала одним из многих хороших и интересных 2Д платформеров которые я играл. Без зазрения совести, рекомендую вам эту игру.\nSalt and Sanctuary on Steam (steampowered.com)\n###\nSalt and Sacrifice\nК сожалению, продолжение серии 2Д рубилок в лице «Солт энд Секрифайс» оказалось хуже. Не знаю как вам, но я очень быстро ощутил, что играть стало неудобнее (оттого и сложнее) и скучнее. Беготня и прыготня по локациям деревянным персонажем огорчила отдельно, а моменты с охотой на монстров, пардон, магов ради гринда вообще бред. Ну нельзя пихать гринд в платформеры, не комильфо.\nСтранно, что прошло 6 лет с момента первой части, а разрабы будто бы ничему не научились. Хотели повторить с введением чего-то нового, но не вышло. Может не горели второй частью и делали только для заработка на волне первой?\nБольшинству фанатов первой части вторая не понравилась, что и отражается в рейтинге и отзывах в «Стиме»\nСоветовать вам игру не могу. Провел я в ней совсем немного и «распробовать не успел». Когда платформер нравится то я это быстро понимаю и ощущаю. А когда не нравится – то быстро понимаешь, что же в нём не так)) Лично я не советую. Поэтому решайте сами, стоит ли играть в 2Д платформер-соулслайк «Солт и Секрифайс».\n### ### ###\nCandle (ПК)\nНебольшая игрушка «Кендл» не самый лучший представитель жанра квест-платформера. Да, у неё красивый визуал с рисованными вручную локациями, но само прохождение утомляет очень быстро.\nИгра в начале прохождения напомнила мне старый добрый «Одворлд» (хоть это и квест), но чем дальше я проходил, тем меньше она мне нравилась. Закончилось тем, что я упёрся в тупик. Около десяти минут погулял по локациям взад-назад и не найдя очевидного решения полез в «Ютуб». Бывает. И тут кто-то скажет: «Ага, не додумался, а игру хейтишь, сам тупой!». Погодите, сейчас расскажу.\nОказалось, что платформа на которую нужно было запрыгнуть (для прохода дальше) НЕ БЫЛА ВИДНА! Блин. Тот кто рисовал и тот кто сводил локации, вы б хоть договорились или проверили это место. А хотите прикол? Таких мест далее становится ещё больше)) Добавляются такие места в которых платформы вообще на другом экране под нами и нужно совершать «прыжок веры» чтобы к ним добраться. Вот это поворот. Может было что-то ещё неочевидное для жанра квест, но я до него не дошел))\nНеобычный визуал портят неприятные и неочевидные «загадки»\nКороче я выдержал три таких «тупика». В который раз вспомнив отчего я перестал играть в квесты, я решил больше себя не мучать. К тому времени игра меня изрядно бесила. Мне уже надоело перебирать все предметы в инвентаре в поисках неочевидных решений и тратить на игру время. Пусть будет ещё один не пройденный квест))\nНе могу советовать квест о похождениях чувачка со свечкой в руке «Кендл». Во-первых, я перестал ценить подобный жанр. Во-вторых, я ж не прошел игру. А как же это оценивать игру, если её не прошел! Хех. Хотите играйте, хотите нет. Воть.\n### ### ###\nOxenfree, OXENFREE II: Lost Signals (2023) (ПК)\nДо невозможности интересная и нестандартная своим подходом к геймплею «Оксенфри». Может и правда, что жанр «Адвенчура/Приключение» существует)) В игре кроме хождения, разговоров и взаимодействия с чем-то в 2,5Д геймплея нет. Это не экшен, не квест, не платформер и не РПГ, хотя в нём есть движение (хоть и вялое), решение полузадачек, типа «платформинг» и много разговоров с выборами. Ладно, пусть будет адвенчура.\nИ раз я заявляю, что игра мне интересна, то чем же?\nЗавязка в стиле молодёжных хорроров про поездку на необитаемый остров группой подростков банальна. Ну поехали, ну будет страшно интересно (нужное подчеркнуть), говорили они… И вдруг ты понимаешь, что игра уже началась, что каждый персонаж уже общается друг с другом и с тобой. Над головой ГГ появляются надписи на выбор, а ты уже прослушал чего они там лопотали и нужно что-то выбирать в ответ. А если не успел, то и пофиг, можешь молчать (тоже выбор).\nЯ как-то не привык к таким шалостям от разработчиков и пришлось включаться в процесс. В этом и заключалась магия вовлечения. Слушая речь своих друзей/знакомых и взаимодействуя с ними ты реально проникаешься происходящим. Интерактив, который происходит на экране не\nСМАИЛ!!!\nдаёт отвлечься ни на секунду. Каждый занимается своим делом. Кто-то бросает в воду камень и сам сигает за ним, кто-то фоткается, кто-то донимает вопросами о сексуальных предпочтениях твоей мамки, кто-то хочет выпить за родину, кто-то уже блюет на песок, а кто-то пошел купаться голышом… Можно перечислять и перечислять, что могло бы ещё происходить в игре)) События немного другие, но смысл я передал.\nА потом начинается МИСТИКА! Это вам не кричащие разбегающиеся девушки в нижнем белье. Тут дела помрачнее…визуальные глюки, радиопомехи и временные сдвиги! Ага, а я не люблю игры про временные петли! Но в этой игре мне было пофиг. К тому времени как сюжет раскрутился, я уже был вовлечён полностью и мне было интересно чем это всё закончится.\nЧто тут происходит спросите вы…тайна. Нет спойлерам!\nА закончится это всё разными вариантами. Их, правда, не очень много, но лучше чем ничего. Наши разговоры, ответы и выборы влияют на концовку. Мало того, вам захочется переиграть в НГ+ и получить возможность ещё одного варианта событий. Не часто я захожу в НГ+, но тут что-то меня подтолкнуло и не зря.\nПутешествие в «Оксенфри» получилось очень удачным. Игру полюбили и оценили многие. Если необычный проект сделан хорошо, то он привлечет игроков. Запишите себе в памятку студию «ОлдСкулСтудио» и ждите от них игр.\nЯ советую вам адвенчуру с петлями времени (которые я не люблю) «Оксенфри» для поиграть. Таких необычных, приятных, душевных и интересных проектов немного.\nOxenfree on Steam (steampowered.com)\nП.С. Студия разработчиков «Найт Скул Студио» порадовала своим следующим проектом «Афтерпарти». Надеюсь, порадует и продолжением «Оксенфри» который уже анонсировали. Так я думал до выхода второй части, наивный((\n###\nOXENFREE II: Lost Signals или Крути, сука, крути! (2023)\nКрути, сука, крути! Именно такой подзаголовок нужно было поставить адвенчуре «Оксенфри 2», а не «Лост Сигналис».\nВторая часть продолжает не совсем завершившуюся историю первой. Если без спойлеров то ГГ двойки (сильная и независимая) попадает не в то время и не в то место. Постепенно ей придётся разобраться что же тут происходит… Но, блин, мы ж в первую играли! Мы уже и так знаем что там случилось! Какой смысл наводить тень на плетень?!\nЛадно, давайте без утайки. Не смотря на то, что игру я прошел, мне она вообще не понравилась. Почему? Потому-что она не интересная, не смешная, не интригующая, не страшная и во многом повторяет первую часть. Во многом, если не во всём, только делает это значительно хуже и медленнее. Получилась откровенно размазанная плохая копия и самоповтор.\nПервый раз это сработало, ведь над игрой корпели. Во второй раз ребята схалтурили. Атмосфера бодрого слешер-хоррора для подростков переходящая в сайлентхилл-хоррор из первой, заменилась на заумное бурчание олдов 30+ лет)) Ну кому это будет интересно? Правильно, никому!\nПовторяемый геймплей.\nМы ходим взад-назад по довольно большому городку и занимаемся скалолазанием. Когда я открыл карту местности и осознал, что надо будет побывать во всех локациях, мне сразу поплохело)) Если убрать искусственное растягивание, шатание туда-сюда и кручение радейки, то игра прошлась бы часа за два-три. А так пришлось мурыжить её два вечера.\nАх да, крути, сука, крути РАДЕЙКА! Эта находка авторов очень сильно аукнулась нам из прошлого. И если в первой это не особо раздражало, хотя и немного сбивало темп, то во второй эту механику развернули на полную. Расширил, так сказать, диапазон. Теперь практически в любой ситуации нужно крутить радио. Напряженная ситуация? Битва с «Боссом»? Нет времени, беги-бегом отсюда! … Погодите, надо настроится на нужную волну… покрутим радейку и всё решиться.\nИ таких моментов, особенно в финале, очень много. И ладно бы всё остальное было движ-Париж, но нет. Мы ходим, говорим, карабкаемся, падаем и крутим-крутим-крутим. Меня эта часть так выбесила, что я полностью отключился от происходящего и вообще на похер проходил сюжетку. Какое там вовлечение, когда нужно ловить волну.\nДиапазон прокачанного радио от 50 до 150 герц и я крутил приёмник по пару минут (по ощущениям) каждый раз, чтобы найти нужную волну\nЗагадки…\n…ну как сказать загадки, хех. Подняться на лифте тоже бывает загадкой. А ещё найти нужную волну можно сделать загадкой. Добежать первым до какого-то места неплохая загадка. Самая крутая загадка: это где нужно было найти примерную дату в прошлом, чтобы пройти в одно место в настоящем. Наверное повторение нажатий кнопок в определённом порядке в других играх и то большая загадка, чем все вместе взятые из «Оксенфрии 2».\nНа счет диалогов, выборов и концовок.\nФишкой первой части стали динамические диалоги. Они продолжались даже тогда, когда мы на них не реагировали. И в них мы что-то могли решать и выбирать. Во второй части это тоже присутствует и тоже не сильно понятно, что нужно говорить, чтобы всё стало хорошо. Ну ладно, если спасти, помочь или не дать кого-то в обиду, то будет хорошо, это ясно. Только вот половина из тех, кому мы помогаем вообще нигде не присутствует. О наших выборах мы узнаем только после финала.\nЯ беременна! Сцена и подача информации вот так тупо и в лоб ни к чему не прикреплена. И самое смешное, что этот «поворот» ни к чему не ведёт. Очень странно\nСама игра будто бы не хотела чтобы в неё играли, не то чтобы разгадывали загадки. Я сам диву дался, что спас и помог хоть кому-то по ходу игры. Мало того, я нехотя пёрся в очередную локацию, чтобы прийти на «помощь». Мне даже в одной локации было в падлу подходить к «интересному» месту. Там ближе к концу зазвонит телефон и я через неимоверные усилия, всё-таки, подошел к нему и спас одну жизнь. Хотите увидеть душнину в живую – играйте в «Оксенфри2».\nА что по концовкам? Ну, в зависимости от наших действий их есть несколько, но нет. На сколько я понял и почитал выборы в финале, она одна. Вопрос только в действующих лицах финальных кадров. В принципе это нормально и такое бывает, но есть момент. Из трёх возможных выборов у меня ВООБЩЕ не возникло и доли сомнения что сделать и кто где должен быть. То есть сама игра меня подтолкнула к выбору. Выбор без выбора в лучших традициях «Теллтейлов»? По статистике со мной согласилось большинство сыгравших в игру))\nЕдинственная локация, в которой была хоть какая-то динамика и движуха. Она, как полагается, перед, типа, самым финалом\nСтиль и картинка, которая тоже взята из первой части и совершенно не изменилась. Будто не прошло всех этих лет. Из изменений только тумана и размытия ещё больше навернули. Ну это просто печально и во второй раз выглядит откровенно халтурно. Я ж не требую супер-графики, но хоть как-то покрасивше и посочнее визуала сделайте. Вот в «Афтерпарти» ж они смогли, почему тут не старались?\nЛадно, заканчиваю. По итогу хочу сказать, что такие продолжения и даром не нужны. Это не новая часть, это сюжетное дополнение в котором история первой завершается. Играть в адвенчуру «Оксенфри 2» я вам не советую. Даже при том, что игра завершает историю, которая и так была завершена.\nП.С. После понравившихся «Оксенфри» и «Афтер Парти», я не сомневался во хорошести второй части… я был не прав, плак((\nОни устали, бля. Знали б как я устал проходя игру\n### ### ###\nMaize (ПК)\nИгра про говорящую кукурузку – это, знаете ли, волнительно!\nНе самую известную инди ходилку от 1-го лица «Мэйз» смело можно ставить в один ряд с «Портал 1-2» и «Притчей о Стенли». В который раз, инди проект простым геймплеем, незаурядной картинкой, но замечательным нарративом, историей и юмором, дарит море удовольствия игроку.\nИ не стоит искать каких-то потаённых смыслов, заговоров, массонов, самокопаний и самоистязаний. В жизни часто бывает так, что события происходят из-за «человеческого фактора» - Errare humanum est. Одна ошибка может привести ко множеству проблем и так же к удивительному открытию. Не стоит все свои жизненные деяния подвергать глубинному смыслу. Задаваться вопросом во время поедания бургера «А я сам это решил или есть в этом Великий Замысел Вселенского Разума?» вам ничего не даст кроме лишних мыслей в голове. В такие моменты лучше подумать о вкусе бургера))\nИ, к сожалению, именно такой серьёзности сейчас в играх в переизбытке. Я говорю о множестве ААА-проектах которые «не могут себе позволить валять дурака, ведь надо ж заработать денех». Вот знаете чего не хватает нынешним ААА-проектам? Умения не быть ОЧЕНЬ серьёзными. Игры от крупных компаний (читай корпораций) мегасерьезные. Они приобретают черты тех самых корпоративных чуваков в костюмах которые боятся лишний раз улыбнуться собеседнику, а то он посчитает их слабыми.\nМожно ли всерьёз воспринимать этих ребят? Нет…и не нужно!\n«Заметки на полях. Я с такими будущими «корпоративными истуканами» частенько встречаюсь по работе и каждый раз умиляюсь. Ничего из себя не представляющий (в умственном и практическом (опытном) плане) 22-25-летний парень/девушка (только закончивший крутой универ) приходит и на серьёзных щах начинает рассказывать что ж нужно делать. Говорит заученными из профессорского учебника фразами, которые к реальности никакого отношения не имеют и даже не представляющие как оно есть в жизни. Рассказать-то они могут, а как подходит необходимость что-то делать так они улетучиваются. Зарываются носами в телефоны и стаканчики с кофе, а к происходящему не подключаются.\nОчень часто такие дурачки так и остаются дурачками. Они начинают брожения взад-назад, потом куда-то исчезают, потом выплывают на другом месте работы и снова, с умным видом, продолжают свой рассказ.\nА есть ребята, которые действительно шарят и вот с ними приятно работать. Их подучивают, они спрашивают, они соображают и понимают. Осознают реальность (и что она совсем другая), принимают её и «не замыленным глазом» оценивают перспективы. Такая «свежая кровь» и даёт хороший процент успеха. Они предлагают свежие идеи, усовершенствуют старое, показывают как это делать и активно включаются в работу. Именно такие ребята и двигают прогресс. В худшем случае у них возникает конфликт с «вышестоящими» во время реализации задуманного. В лучшем случае они становятся одними из основных и нужных работников, то есть профессионалами.\nИ знаете что часто отличает молодых и умных профи от «телефонных истуканов»? Остроумие, чувство юмора и отсутствие раболепия перед «авторитетами». Вроде просто, но настолько эти черты отличают людей. Кто вам больше нужен: необучаемый лизоблюд-заучка с оверзашкаливающей самооценкой и ворохом комплексов или умный инициативный и работоспособный (хочется написать профи, но ещё нет) ученик? Выбор очевиден.\nУверенный в себе профи всегда отличается от других работников сравнительной независимостью, критическим мышлением и более раскованным поведением. И это, зачастую, добавляет ему авторитета. Он не боится каким-то «неловким» движением его потерять, ведь он знает о своей полезности. Он не боится поэкспериментировать и создать что-то интересное и необычное, ведь это может сработать. Вот такого сейчас очень не хватает нынешней ААА индустрии. Очутившись в окружении «корпоративных истуканов» проявлять инициативу «смерти подобно». Вот и подались умные ребята в инди. И очень успешно, должен заметить.»\nСорян, много накатёрил, стоило бы это вынести в предисловие к году, но как-то пришлось к слову))\nКороче, игра «Мэйз» не боится валять дурака. Разрабы пошли в отрыв и рассказывают нам историю о ГГ (не скажу кто он), советском робо-мишке (полном ИИ), абсолютно живых кукурузах и о «тайне», которая ко всему этому беспределу привела. Наша задача – разгадать тайну, исправить ошибки и решать небольшие логические загадки по ходу прохождения.\nУ них там своя атмосфера\nВ игре замечательно прописанные персонажи, отличный юмор и интересный сюжет. Когда я проходил «Мэйз» я невольно вспоминал, как Гледос заливала мне о кусочке тортика или Рассказчик просил пойти в правильную дверь. Побольше бы таких игр. Кстати, посоветуйте нечто похожее в коментах, я тоже мог что-то подобное пропустить, спасибо.\nХодилка от 1-го лица «Мейз» очень интересна, в первую очередь историей. Советую поиграть в неё геймерам, которые ещё не разучились веселиться и смеяться перед экраном монитора))\nMaize on Steam (steampowered.com)\n### ### ###\nVirginia (ПК)\n«Бафту» они, бля*ь, получили…\nНе первый раз облизанная критиками и одарённая наградами «игра» (читаем херовое «НЕ интерактивное» кинцо) оказывается полнейшей и скучнейшей хернёй.\nЕсли моё мнение покажется вам непонятным, несвязным, абзац оторван от абзаца идейно и не продолжает мысли предыдущего.\nА может лучше написать о графике и что её нет. Ну она есть, а то ж как игра без графики, но считаем, что её нет. Вообще странное слово…графика. Графика, а может это птица в небе или падает снег.\nЧто такое быть женщиной в мужском теле? Желать чего-то несбыточного и оттого притягательного. Не думаю, что это возможно, но проведя ритуал спиритизма можно вызвать дух моего прошлого женского существа и спросить у неё как это. Очень странные дела….жизнь.\n…\n…\nХочется мороженного и улыбаться на все 33 зуба. Почему их 33, должно же быть парное количество. Верно, их 32, хорошо, что пересчитал сухим языком во рту любимой. Она так и не поняла, что за игру я веду…дурашка.\nМаленький помидорчик лежит на тарелке. Он манит к своему упругому красному тельцу холодную и острую сталь ножа. Разрезая его плоть, нож становится его частью… странные дела.\nЖизнь говно, но мы живы благодаря жизни. Но да.\n«Заметки на полях. Теперь серьёзно. Мне нравятся фильмы (хоть и не все) Андрея Тарковского, Алехандро Хородовски, Девида Линча, Ларса фон Триера и таких же «сумасшедших» режиссёров. Как я ждал третий сезон «Твин Пикса» не передать словами)) После их фильмов понимаешь на сколько эти люди не от мира сего. Они пытались образами в кино (и не только) поделится с нами тем, что происходит у них в голове. Однако их полёт мысли настолько далёк, что не хватит никакого хронометража для всех идей. Можно назвать их гениями, но не каждая их мысль гениальна. А сколько таких творцов и «непонятых» канули в лету, не счесть.\nТакие гении появляются и в играх. Они начинают выливать свои идеи и мы можем получить нечто уникальное. Те же «Притча о Стенли», «Мор», «Инсайд», «Кентуки Роут Зиро» или «Дес Стрендинг» полны всяких образов из головы их создателей. Можете ещё повспоминать подобные игры в коментах. И если одни идеи и образы интересны игроку (хоть и не всегда), то бывают «гении» которые выливают такую дичь и несут такую пургу, что понять и оценить (а еще не заснуть при этом) могут не только лишь все. Вот такой херни тоже предостаточно. Не стоит потом говорить, что мы «не поняли». Их практически никто не понял))»\nНу конечно «эФБиАЙ», только там можно взрастить таких гениев мысли\nВот и «Вирджиния» стала таким «непонятым» куском гениального говна. Персонажи не говорят вообще (немое кино, только без эмоций). Повествование элементарное и прямое, но постоянно прерывается на телепорты. Путешествие детективши из пункта А в пункт Б настолько скучное и неинтересное, что зевать начинаешь на десятой минуте (а впереди ещё два часа). У меня постоянно возникал вопрос: «Зачем это создали и зачем я трачу время?» Ну, вдруг, какой-то твист будет в конце…нет. Игра просто закончилась совершенно логично и тупо.\nЧто сказать по этому поводу? Во-первых, откуда она у меня вообще взялась? Во-вторых, я теперь знаю как делать игры нельзя. Тоже опыт с которым стоит поделится другими. Тратить деньги и своё игровое время на это «Вирджиния» ни в коем случае не советую.\n### ### ###\nA Boy and His Blob (ПК)\nЧуть не пропустил пазл-платформер «Э Бой энд хиз Блоб» в Ретроспективе. Наткнулся на знакомый скриншот, когда искал примеры необычных игр для мнения о «Вирджинии» (не перечитывайте).\nНемного поясню про игру. Оригинальная игра про парня и его балубу, пардон, Блоб вышла в далёком 1989 году на «НЕС» («Денди»). Я в неё тогда не играл и слава богу. В 2009 на «Wii» вышел ре-имедженинг старой игры, а уже в 2016 он заглянул на ПК. Об этой самой новой версии и буду рассказывать.\nУ Сердитого Задрота есть видео про старую игруху на «НЕС»\n2Д платформер с загадками очень милый и добрый. Паренёк со своей подушкой-обнимушкой, в смысле, с другом Пузырём (обои надо клеить так чтобы не было пузырей…вот взяли мы как-то два пузыря и начали клеить) гасает по локациям и применяет его везде где можно и нельзя. Кстати, почему обнимушка…потому-что он так мило его обнимает, милота да и только…вы только не подумайте чего-то там, извращуги.\nКороче, мы отбиваемся от черных (ну конечно) слизняков и спасаем нашу планету. Блоб может превращаться во всякие разные штуки, от банальных лестниц и парашютов до крутых дырок в полу, двойников и мехов. Почему дырки крутые? Потому-что отверстия в полу при помощи блоба выпадают из логики его способностей))\nНу вы поняли, что сейчас будет\nСамо собой, не могу не отметить управление в игре. Когда вам нужно взаимодействовать с каким-то спутником, управление должно быть удобным. Постоянные фризы или лазания в меню только отвлекают, а тут не так. Сделано всё удобно и интуитивно: выбрали во что превратится, указали точку и всё готово. Ничто не отвлекает от простеньких задачек и спокойного сюжета.\n2Д платформер «Бой энд Блоб» милый, добрый, приятный, удобный и небольшой. Чисто ради успокоения нервов можно поиграть в сей проект. Советую.\nA Boy and His Blob on Steam (steampowered.com)\nП.С. Оказывается, что разрабы (я про «Вей Форвард») напили довольно много игр. Среди них хорошие (в которые играл) «Шанти» и «Ривер Сити Герлз 1-2», например.\n### ### ###\nOvercooked, 2 (2018) (ПК)\nУморительные симуляторы кухни «Оверкукд» в которых нужно работать сообща. Ясное дело, что кооператив необходим и можно поиграть на одном компе сразу в несколько человек.\nВ кои-то веки, мне удалось затянуть свою любимую жену в игру. Напирал я на то, что игра «только на двоих» и она про кухню, а ты ж любишь готовить и смотреть всякие кулинарные шоу. И вообще, без напарника мне ж никуда, а игра такая прикольная, ну пожалуйста-припожалуйста поиграй со мной вместе. Первую часть мы прошли практически до конца)) Во вторую так и не затянул, ведь это ж то же самое и убедить не удалось.\nНа самом деле «Оверкукд» не столько про приготовление и рецепты, сколько про слаженную работу в коллективе. Главное четко распределить кто чем занимается, быстро реагировать на непредвиденные ситуации и необычность окружения. Без общения в командной игре никуда. Взаимодействие и коммуникация основа командной работы над проектом или спортивной игры. Я это знаю не понаслышке, а непосредственно из реальности: работа у меня такая и в футболе тоже без общения никуда. Не боитесь, не стану расписывать «Заметки на полях» как важна коммуникация на футбольном поле. Она нужна - этого вам достаточно))\nАдская кухня, но нет ничего непоправимого\nГеймплено мы носимся своими чебурашками от одной рабочей поверхности до другой; берём из ящиков продукты, шинкуем, ставим варится бульоны и жарим на плите всё подряд. Отдать вовремя как можно больше заказов в зал – главная задача.\nИгрушка весёлая и доставляет удовольствие игрокам. Время от времени интересно испытать свои силы и провести время в компании таких же шеф-поваров от бога. Обе две части симулятора кухни «Оверкукд» я советую вам и вашим друзьям/половинкам. На сколько я помню, её раздавали бесплатно где-то там.\nOvercooked on Steam (steampowered.com)\n### ### ###\nDEADBOLT (ПК)\nИ для атмосферности поставлю пару песенок\n«ДЕДБОЛТ» на «Вики» имеет вот такое описание жанра: «инди-игра в жанре-гибрид из \"экшена\" и \"стелса\"». В принципе верно, но можно добавить, что это вид 2Д сбоку в пиксельной графике.\nЧтобы было понятнее\nЕщё разрабы в описании напирают на то, что игра очень сложная. Не то чтобы она сложная, но пяток-десяток попыток чтобы пройти уровень надо сделать. Почему так? Во-первых, нужно методом научного тыка проверить все особенности уровня, а во-вторых, мы умираем от одного попадания. И вот это уже интересно.\nВ определённый момент времени на инди сцене стали появляться игрушки в которых смерть была быстрой и внезапной. Наш персонаж умирал от любого повреждения и приходилось быть быстрее смерти…прям «Быстрые и Мертвые». К чему это привело? К появлению механики внезапной смерти и появлению ряда отличных игр с её реализацией.\nЯ не помню (а может и не знаю), в какой игре мгновенная смерть была использована впервые (подскажите в коментах где вы такое встретили впервые на ПК). Зато могу вспомнить хорошие игры с реализацией подобного: «Дедболт», «Катана Зеро», «Брофорс», «Гоустраннер» и «Марио Брос»))…\n…Про «Марио» я пошутить хотел, но меня осенило. Ведь это и есть привет из 8/16-ти битных консолей, где частенько наши персонажи умирали с одного попадания. К примеру: «Марио», «Индиана Джонс», «Танчики», «Контра Хард Корпс», «Тини Тун (если не взял сердце)», «Бомбермен», «Другой мир» и т.д. Чтобы пройти такие игры и не помереть приходилось запоминать уровни «на зубок», вертеться как белка в колесе и быть быстрее пули. И запоминали, и перепроходили сотни раз.\nНостальжи\nНу всё-всё, отпустило.\nИтак, события игры «Дедболт» разворачиваются в мире живых зомби, вампиров и прочих страшил. И эти самые страшилы могут с первого попадания и не помереть, поэтому учимся ставить хедшоты. Наш персонаж – наёмный Жнец с головой-черепом. Задания ему выдаёт говорящий камин. Не спрашивайте - тут своя атмосфера.\nМиссию получили, цель определили, мышку с прицелом заточили – вперёд пробовать. Уровни постепенно усложняются, хотя бывает так, что последующий уровень проходился быстрее и проще предыдущих. Видимо сразу выбирались правильные варианты для проникновения и устранения. В помещениях есть разные интерактивные предметы типа взрывающихся бочек или вентиляций. А еще был прикол в том, что могли закончится патроны и приходилось перебирать оружейные трофеи.\nВ общем и целом тут есть где разгуляться, попробовать, поэкспериментировать и отточить свою реакцию. Сюжета особо нет, но обещали сделать вторую часть в которой всё расскажут. Играть в бодрый и непростой 2Д стелс-экшен «Дедболт» советую.\nDEADBOLT on Steam (steampowered.com)\nП.С. Разрабы запилили еще «Риск оф Рейн 2», но я им не особо проникся и расскажу в 2020.\n### ### ###\nCobalt (ПК)\nЗабавный 2Д сайд-скролер, то есть платформер «Кобальт» в первую очередь радует своим кооп соревновательным режимом. Сражаться на аренках в ураганно-замедленных перестрелках очень весело. Я совсем немного поигрался в этом самом коопе. Если проникнуться, то вечерком повалять дурака самое то.\nВ основной сюжетке у нас тоже всё довольно просто. Мы (то есть Кобальт) натыкаемся на затерянный корабль и начинаем бороздить его неизведанные и давно утерянные внутренности. Куда ни зайди – всюду враги, системы безопасности и защитные роботы. В общем-то их убийством мы и занимаемся. Не помню прошел ли сюжетку…скорее нет – слишком уж проста и незатейлива концепция. Там точно была прокачка, разное оружие, много стрельбы и кастомизация персонажа.\nНовый Нью-Рино…отсылочка?\nСобственно мне больше нечего вспомнить об этой игре. Советовать я вам её не могу. Если вам нечего делать и нравиться кооп стрелялки в слоу-мо с видом сбоку – то милости прошу. Отзывы в «Стиме» позитивные, пусть их и не много.\nCobalt on Steam (steampowered.com)\nКонец второй части."
    },
    {
        "title": "DiRT 2 — СИМУЛЯТОР, КОТОРЫЙ СДЕЛАЛ РАЛЛИ ВЕСЁЛЫМ",
        "link": "https://dtf.ru/games/3240023-dirt-2-simulyator-kotoryi-sdelal-ralli-veselym",
        "time": "2024-12-01T15:40:58.000Z",
        "text": "В 2009 году мир увидел Colin McRae: DiRT 2, седьмую часть раллийной серии, посвященной гонщику Колину Макрею. Игра вышла на ПК, Xbox 360 и PlayStation 3. Также есть версии для Wii и PSP, в которых было меньше машин, проще графика и ограниченный выбор трасс.\nВ игре представлены различные локации от солнечной Хорватии до экзотических лесов Азии \nВ игре можно принять участие как в одиночных заездах, так и в соревнованиях с другими игроками. Можно отправиться в самые разные уголки мира — от солнечной Хорватии до экзотических лесов Азии. Трассы стали разнообразнее — есть грязевые участки, горные дороги и городские улицы. Заметным нововведением стало добавление глубоких луж, которые не только замедляют автомобиль, но и заставляют игрока быть осторожнее — на таких участках легко потерять управление и попасть в аварию.\nDiRT 2 — это настоящий праздник скорости! Разработчики сделали ставку на зрелищность: гонки сопровождаются фейерверками, создавая атмосферу фестивального праздника, как в Forza Horizon. Ведущий комментирует ваши действия, а гонщики реагируют на обгоны и аварии. В некоторых гонках появились участки с трамплинами, а также трассы, где нужно сбивать различные предметы на время. Управление машинами стало более реалистичным: новая физика учитывает давление в колесах и состояние автомобиля. По мере прохождения карьеры можно установить новый обвес, поменять раскраску, гудок и игрушки внутри салона.\nРазработчикам удалось сделать убедительную прорисовку воды, пыли и низкополигональных болельщиков. Были добавлены отражения на автомобилях, новая система освещения и другой цветовой фильтр. Впервые в серии DiRT появился полноценный саундтрек: более 50 композиций от известных групп Elbow, Unkle, Prodigy и многих других.\nDiRT 2 стала последней игрой в серии c именем Колина Макрея в названии. После его трагической гибели в 2007 году студия Codemasters приняла решение исключить имя гонщика из будущих проектов. Начиная с этой части эстафету «лица» серии на долгое время примет Кен Блок. Тем не менее, он не единственный реальный гонщик, представленный в игре. В DiRT 2 можно услышать голоса Дэйва Мирры, Трэвиса Пастраны, Таннера Фауста и других известных гонщиков.\nDiRT 2 стала последней игрой в серии c именем Колина Макрея в названии\nВ настоящее время найти игру для ПК практически невозможно — она исчезла из Steam более 10 лет назад. Конечно же, есть неофициальный способ приобретения, однако и он сопровождается проблемами — игроки сталкиваются с отсутствием необходимых для запуска системных файлов и даже артефактами в графике. Наследием прошлого осталась ещё тогда всеми ненавистная система Games for Windows Live. К счастью, Microsoft давно прекратила её поддержку, и для входа в игру достаточно создать локальный профиль. И тем не менее, если вам всё же удастся преодолеть эти препятствия, вас ждёт один из лучших ралли-симуляторов своего времени.\nColin McRae: DiRT 2 стала настоящим прорывом в мире автосимуляторов. Она перевернула представление о жанре, сочетая реалистичный геймплей с редким для подобных игр весельем. Этим она привлекла в мир симуляторов множество новых игроков, в том числе и автора этого ролика, тем самым прочно закрепив за собой звание классики жанра."
    },
    {
        "title": "Помогите пожалуйста с ачивкой \"You vs. the Great Unclean Ones\" в первой TWW",
        "link": "https://dtf.ru/games/3239978-pomogite-pozhaluista-s-achivkoi-you-vs-the-great-unclean-ones-v-pervoi-tww",
        "time": "2024-12-01T15:25:26.000Z",
        "text": "Дорогие сэры. Жестокая судьба зло посмеялась надо мной, ведь последнюю ачивку сделать без посторонней помощи никак невозможно.\nМожет у кого-то есть возможность оказать посильную помощь, ведь так хочется подсолнух. С меня, конечно, ничего. Но тоже, может, помогу, чем смогу.\nЕсли найдется добрый человек, то вот ссылка на мой профиль, жду тебя, мой новый друг.\nsteamcommunity.com\nSteam Community :: Cherepadla"
    },
    {
        "title": "Пройдено, и все таки на 7 тянет (Veilguard)",
        "link": "https://dtf.ru/games/3239895-proideno-i-vse-taki-na-7-tyanet-veilguard",
        "time": "2024-12-01T15:18:28.000Z",
        "text": "Проходил долго, так как работка сама себя не работает\nПрошел все, все ветки персонажей, все задания и тд.\nБоевая система - 8\nСмещенные впечатления, боевка за 80ч не надоела, как в той же Догме 2 за 25ч, так как в игре полноценные классы, в не химеры, плюс комбинированные атаки ввиде дальнего и ближнего боя, очень бодрая, одна из лучших боевых систем по импакту для меня. Из минусов - оттуда убрали как таковую тактику и нельзя брать больше 2 компаньонов, скиллов мало, в прошлых частях можно было по 6 ставить себе, тут только 3+ульта, не хватало сильно, особенно если надо подобрать под врага стихию\nСюжет 7\nВозможности отыграть злодея не то чтобы требовалось, но хотел чтоб дали возможность портить отношения с компаньонами, плюс ожидания что будет большой эпик, но вышел не то чтобы много, разве что битва за Вейсхаупт вышла крайне годной, и в конце тоже неплохо, но все же такого масштаба как в прошлых частях типа Инквизиции уже не то чтобы много\nАрт на твердую 10\nВ игре великолепные локации, куча скринов скопилось, давно так не кайфовал от визуала, как в этой игр, лучшее что есть в игре\nАндерфелс лучшая локация в игре\nДизайн локаций - 6\nХоть там и нет пустынных локаций, которые казались слишком большими и пустыми, тут же не особо интересно все изучать, но мне так надо было дать небольшие биомы, и насыщать.\nКомпаньоны - 4\nЕсли честно компаньоны очень слабые, большинство совсем не интересные, некоторые еще и бесят сильно, типа не бинарного ребенка Тааш, абсолютно не нужный персонаж в игре, как грабля для игрока, портит все, да и с чего вдруг в рамках лора ее «Они» не воспринимается как бесовщина и не преследуется храмовниками?\nНаверное самые норм персонажи, из-за которых я не стал ставить вообще 1 или 2, это Луканис и Эмрих, на них и держится все, нормальные и адекватные персонажи без каких-то детских страданий, и с интересными квестами\nМанфред так вообще лучик света\nОптимизация - 10\nОчень редко когда игра выходит доделанной и не надо ждать какие-то патчи первого дня, вылетов было разве что 2 за 80+ часов, и то сетую на генерацию кадров, бывает. Но в целом никаких просадок, лагов, багов и тд не встречал, как в той же Догме 2 тому подобных\nИтог\nНадеюсь авторы учтут критики, а именно справедливо оценят и уберут минусы ввиде повестки, боевки, адекватных компаньонов и интересного мира в целом, благо потенциал есть, им надо было улучшать ту же Инквизицию, и было бы идеально, а тут пошло упрощение в боевке, сюжете, компаньонах, что сильно отразилось на качестве самой игры, особенно такой персонаж как Тааш и повестка, убрать Тааш и всякую ерунду ввиде «Они» и будет норм. Надеюсь в МЕ новом они учтут это.\n#dragonage"
    },
    {
        "title": "Мой непредвзятый обзор на Ждалкер 2",
        "link": "https://dtf.ru/games/3239916-moi-nepredvzyatyi-obzor-na-zhdalker-2",
        "time": "2024-12-01T15:07:35.000Z",
        "text": "Не фанат, играл давно только в Тень Чернобыля.\nДа не будет никакого непредвзятого обзора. Игра просто кусок говна. Даже время жалко тратить на этот высер, не то, что деньги. Эти 10 часов потраченного времени лучше бы на что-то другое потратил."
    },
    {
        "title": "Ваш любимый Assassin",
        "link": "https://dtf.ru/games/3239913-vash-lyubimyi-assassin",
        "time": "2024-12-01T15:07:05.000Z",
        "text": "Ваш любимый Assassin\nAssassin’s Creed (Про Альтаира, начало, ну это база)\nAssassin’s Creed II (Эцио тоже база, чуть лучше 1 части)\nAssassin’s Creed: Brotherhood и Assassin’s Creed: Revelations (Тронула сцена где Эцио находит скелет Альтаира ну и не много видим Альтаира с другой стороны)\nAssassin’s Creed III (Не совсем база ну тоже не плохая часть)\nAssassin’s Creed IV: Black Flag ( Кому-то пришло идея а не сделать ассасин на корабле, кому-то это понравилось а кому-то нет, на релизе багов было много, не плохо)\nAssassin’s Creed: Unity ( Красиво и забаговано из-за нового движка, кто-то полюбил Париж)\nAssassin’s Creed: Syndicate (Тут не плохо, 2 героя за кем можно было играть, ну англия меньше зашла чем франция)\nAssassin’s Creed: Origins ( Юбисовт увидели что хайпанул Ведьмак и решили сделать свою рпг в открытом мире, боевка не очень, больше сюжет понравился)\nAssassin’s Creed: Odyssey ( Это полное рпг, от асасино одно название как игра норм, ну это не асасин)\nAssassin’s Creed Valhalla ( Надоели рпг и скипнул после 2 часов игры не зашло, потому что больше наиграл Одесей, скорее подобное наигрался)\nНет голосов\nАнонимный\nТут еще вышла Assassin’s Creed Mirage вроде Юбисовт вспомнили что они делали ассасин а не рпг, либо хайп спал, щас прохожу её надеюсь не задушит.\nP.s По каждую часть высказался по чу-чуть жду ваше мнение в комментариях"
    },
    {
        "title": "[Мысли Вкратце] Прошёл Watchmen: The End is Night",
        "link": "https://dtf.ru/games/3236964-mysli-vkratce-proshel-watchmen-the-end-is-night",
        "time": "2024-12-01T14:52:55.000Z",
        "text": "Однажды, пролистывая сайт с ключами для Steam, я наткнулся на бандл из двух игр по Хранителям.\nНесмотря на то, что я читал оригинальный графический роман и смотрел фильм, я ничего не знал про эти игры. Судя по тому описанию, что было на сайте, игра представляла из себя beat 'em up от 3-го лица.\nЭто супергеройский экшен, жанр beat 'em up мне импонирует, Хранителей я уважаю, и плюс стоит это 277 рублей. Поэтому было принято решение по немедленному выводу средств с моей карточки для осуществления транзакции по переводу денежных средств за электронную копию данной компьютерной игры.\nИ что же я получил за эту сумму.\nПро игру.\nТанцы с бубном начались ещё перед запуском, т. к. я ахуел от того, что игра в жанре beat 'em up не имеет поддержки геймпада.\nДанный факт был разочаровывающим, т.к. во все подобные игры я уже давно привык играть через геймпад. Благо в Steam можно было поставить пользовательскую раскладку, где клавиши с клавы и мыши были перенесены на кнопки геймпада.\nСама же игра стартует с выбора персонажа, за которого мы будем играть.\nИграть за пародию на Бэтмена я не видел смысла, т. к. мог бы просто запустить что-то из серии Arkham, поэтому мой выбор пал на Роршаха, он же Уолтер Ковач, a.k.a. «чел без компромиссов».\nДалее идёт кат-сцена, где нам показывают Ночную Сову и Роршаха. Все кат-сцены в игре выполнены как иллюстрации романа, нарисованные Дэйвом Гиббонсом. От них прям веет духом комиксов 80-х. И это круто, что они решили сделать их именно такими.\nПосле начинается геймплей.\nБоёвка донельзя простая и примитивная. У Роршаха есть сильный/слабый удар, он может уклоняться и кидаться противниками.\nТакже у нас есть шакал ГНЕВ, за расход которой мы можем таранить врагов либо входить в состояние ярости, которое является копиркой спартанской ярости из GoW.\nНа самом деле эта ярость выглядит довольно нелепо.\nИ в принципе по геймплею это всё. Да, всю игру вы только и будете делать, что пиздить толпу болванчиков в коридорных миссиях. Иногда, конечно, вам на пару с Совой нужно будет синхронно потянуть за рычаг или другую хуйню, чтобы открыть двери и пойти дальше, но на этом всё.\nА, ну ещё чуть не забыл про гениальные взломы замков. Но это абсолютно опциональная штука, за которой просто будет улучшение ярости (которая в принципе нахуй не нужна, но да ладно).\nНа самом деле игра прям кричит, что она рассчитана на кооп-прохождение, где вы на пару с другом ломаете зубы нищим. И, возможно, играя с корешом я бы получил чуть большее удовольствие, но всё равно координально отношение к игре я бы не поменял.\nДа и зачем мне друг, когда местная ИИ Сова мастерски умеет пиздить ногами лежащих адептов КФС.\nИгра поделена на 6 уровней. Сюжет разворачивается за 10 лет до событий фильма/романа и рассказывает историю про то, как ещё работающие в паре Сова и Роршах пытаются отловить некого Underboss'а, который сбегает из тюряги в начале игры.\nОн кстати реально босс и причём единственный на всю игру. В конце сюжет вкидывает нам неожиданикус поваротикус чтобы игрок ахуел, но на него как-то похуй.\nИтог\nWatchmen: The End is Night - посредственный beat'em up, который является той самой игрой по фильму того времени, когда к выпуску полнометражки в кино выходила сделанная на отъебись игра. И, если честно, из подобного я видел игры всяко краше и интереснее, чем эта. Играть в это стоит лишь тем, кто является фанатом вселенной. Но и вы не ждите здесь чего-то интересного. Вопрос о том, буду ли я проходить вторую часть, остаётся открытым."
    },
    {
        "title": "Как же я пожалел, что начал играть в это...",
        "link": "https://dtf.ru/games/3239617-kak-zhe-ya-pozhalel-chto-nachal-igrat-v-eto",
        "time": "2024-12-01T14:36:17.000Z",
        "text": "После завершения Эндерала решил наконец пройти хоть какую-то метроидванию, прочувствовать жанр, так-с сказать. Поскольку трогать почтенных старцев в лице метроида и симфонии ночи не хотелось, взор мой пал на популярные зумерские поделия - Ori, Blasphemous и Hollow Knight.\nТак как самым популярным из троицы оказался Hollow Knight, я как настоящий ведомый раб системы слепо последовал мнению толпы и прикупил себе данный экземпляр.\nШутка ли, 97% положительных оценок при свыше 300к обзоров\nОжидал вот я детскую приятную игру на 15-20 часов с ненапряжным геймплеем и красивой стилистикой и музыкой, а получил... садистское оружие массового поражения моих нервов.\nА так как я твердко и четко обозначил себе цель играть без гайдов, то экспериенс вообще запредельный, как вы понимаете.(справедливости ради, я все же пропалил себе механику прыжка с ударом вниз, а также очень веселую нарезку жука в локациях с бензопилами с говорящим названием \"Path of Pain\")\nНаиграл вроде всего 5 часов, а уже столько эмоций.\nМои любимые секции с платформингом (шипы, колючки, пропасти, кислота), для разработки которых походу привлекали недобитого члена нсдап, я такой душнины я вообще давно не встречал.\nШтраф после смерти - мало того, что в игре классическая бабадзаковская система с потерей душ, так и еще упавшие души в лице призрака кусаются в ответ. А не взять ты их не можешь, так как тебе дается штраф на ману. Будь добр, опять ползи через душные локи за своим призраком.\nНу и мое любимое - это система сохранений в виде скамеек. На каждую локу тебе дается от силы 2 скамейки. И в отличие от игр Бабадзаки прогресс не сохраняется на том же моменте, где тв ее завершил. Он сохраняется только возле скамеек.\nСтранный фаст-тревел в двух-трех точках на карте. Во всех метроидваниях такое?\nА еще забавная экономика. Фонарь за 1800, возможность ставить точки на карте только покупается (персонаж сам это не может почему-то), причем с мобов падает по 3-4 монетки.\nИ давно бы уже дропнул этот эксперимент доктора Менгеле. Я вот давно так не нервничал в играх, даже в секиро. Но все же игра именно цепляет банальными вещами.\nВолшебная завораживающая стилистика.\nВолшебная музыка. Да, это уже клише, отмечать в абсолютно каждой игре музыку. Но тут все же в саундтреке на переднем плане мои любимые клавишные, деревянные духовые в лице фаготов и гобоев, колокольчики всякие, вибрафоны, маримбы. Все мелодично, гармонично, местами меланхолично и грустно, местами сказочно-возвышенно, местами крипово - композиции запоминаются и очень хорошо дополняют настроение разных локаций.\nДизайн и озвучка персонажей. Особенно вот эта кроха запомнилась. По этим муяканьям и возгласам хорошо считывается характер неписей.\nВстреченные боссы. Вот что раздражает, так это это беготня до них после смерти. Привет, Дарк Соулс 2.\nИсследование лок прямо на высоте, только меток вечно не хватает.\nНу и система амулетов. Я уже в предвкушении какого монстра можно создать из этих побрякушек. Надеюсь и здесь получится очередно билд с гигантским двуручником.\nЭх, ну вот придется дальше играть(("
    },
    {
        "title": "Ну штож, пройден главный кандидат на GOTY24. Отзыв и рекомендация.",
        "link": "https://dtf.ru/games/3239701-nu-shtozh-proiden-glavnyi-kandidat-na-goty24-otzyv-i-rekomendaciya",
        "time": "2024-12-01T14:26:10.000Z",
        "text": "Прошел почти полностью на своем новеньком Onexplayer X1 mini - прекрасно летает всё\nЗабавно, что именно в этом году прошел Persona 3 Reload и 5 Royal, а осенью еще бэнгер от этих же мастеров вышел.\nНу и из JRPG в этом году еще сильно затянула Like a Dragon: Infinite Wealth.\nТеперь после такого высокого качества в японских рпг сложно будет что-то интересное находить (Final Fantasy 16 и 7 Remake не беру в насчет, там больше action-JRPG). В Octopath Traveler 2 боевка хороша, но пиксельарт чет не до конца зашел, хоть и сделан неплохо.\nПо Metaphor: ReFantazio.\nСначала наиграл в демку 6 часов и каждый день до выхода отсчитывал в ожидании. И как игра вышла, то мне почему-то хотелось взять паузу и поиграть во что-то другое (допрошел JEDI: Survivor, Diablo 4 сюжетку).\nИ плюс подсел на портативки: сначала взял Steam Deck OLED, который затем сменил на ASUS Rog Ally X и потом - на Onexplayer X1 mini. Так как часто путешествую, этот формат наиболее удобен мне.\nТак вот, после паузы вернулся в метафор, когда ДТФ пестрил новостями о нем. Думаю, пора, а то еще на спойлеры наткнусь. А еще и забавляли реакции по поводу аниме от челиков с предрассудками: «только мужицкие игры для мужских мужиков, а это все для детей»🤡\nВ итоге, как-то несильно охотно поигрывал, понимая, что это рескин персоны, но с улучшениями. Но чем дальше играл, тем сильнее втягивался - сюжет закручивался, боевая система с комбинациями раскрывалась сильнее, новые локации.\nПосле, примерно, половины игры хотелось каждый день играть уже взахлеб, пока не добил до конца.\nПлюсы:\nДобротный сюжет с интересными поворотами, который разгоняется чем дальше, тем сильнее.\nЛучшая боевая система из всех мегатенов и персон, это правда.\nОтличная художественная составляющая, дизайн (не путать с технической частью графики). Настоящая современная сказка, какой она должна быть.\nПрекрасная музыка, но в плей-лист я бы добавил пару треков всего. В отличие от тех же треков персон, которые легче слушать отдельно от игры.\nКачественные персонажи, многими из которых проникаешься (как и в персонах, в целом).\nУпрощенная часть боев, когда можно слабых врагов в реалтайме выносить. Очень простое, но облегчающее жизнь нововведение.\nМинусы:\nТехническая часть графики - подтормаживания в больших городах; локации и данжи с дизайном PS3.\nЕбуный финальный босс, который невероятно жирный, имеющий две фазы и если вдруг запоролся на второй (где ваншот атаки), то начинай заново обе. Единственный раз, когда мне пришлось снизить сложность. Горело просто пздц))\nДля любителей очень долгих JRPG это минус, для меня больше плюс - не очень высокая продолжительность. Сюжетка проходится за ~60-65 часов с квестами.\nКак же у меня горело с этой сукипадлы\nПо совокупности эмоций, желания играть и самого геймплея для меня это готи 24. Но я не играл в ФФ7 реберз, поэтому других конкурентов не вижу (да, вуконг забросил на 3 главе, астробот на 4 планете).\nВполне заслуженные высочайшие оценки на метакритике и других порталах.\nОт меня Metaphor получает 9.2/10\n#metaphor #refantazio #jrpg #goty2024"
    },
    {
        "title": "Можно ли покупать стим гифты?",
        "link": "https://dtf.ru/games/3239819-mozhno-li-pokupat-stim-gifty",
        "time": "2024-12-01T14:15:45.000Z",
        "text": "Всем привет у меня есть такой вопрос можно ли покупать стим гифты ничего не будет с аккаунтом я просто очень сильно боюсь. Хочу купить форзу хоризан 4 но у этой игры ключа нет только гифты."
    },
    {
        "title": "Во что поиграть: главные релизы декабря 2024",
        "link": "https://dtf.ru/games/3234113-vo-chto-poigrat-glavnye-relizy-dekabrya-2024",
        "time": "2024-12-01T14:01:02.000Z",
        "text": "Как скоротать время до The Game Awards и зимних праздников.\n2024 год почти завершился. Он принёс публике самые разные игры: продолжения классических франшиз, ремейки старых шедевров и новые IP. Декабрь, возможно, менее насыщен релизами, но он всё равно сможет порадовать аудиторию интересными новинками.\nПо традиции рассказываем о главных играх месяца.\nFantasian Neo Dimension — 5 декабря\nПлатформы: ПК (Steam), PS4, PS5, Xbox Series X|S, Nintendo Switch.\nОбновлённая версия JRPG от компании Square Enix и ветеранов серии Final Fantasy — геймдизайнера Хиронобу Сакагути и композитора Нобуо Уэмацу. Изначально релиз Fantasian состоялся ещё в 2021 году на iOS в Apple Arcade, но спустя более чем три года она всё же получает переиздание на других платформах.\nДействие игры разворачивается в фэнтезийной вселенной, жители которой страдают от механической инфекции под названием мехтерия, лишающей людей эмоций и жизненной силы. Главным героем JRPG выступает Лео — утративший память юноша, отправляющийся в межпространственное путешествие ради спасения человечества.\nГлавная особенность Fantasian — весь её мир сделан вручную. Он представляет собой отсканированные снимки настоящих диорам, совмещённых с 3D-графикой. В общей сложности разработчики создали более 150 таких локаций, наполненных секретами и уникальными врагами. Порт игры для ПК и консолей получит усовершенствованную графику, озвучку на английском и японском языках, а также другие улучшения, связанные с геймплеем и технической составляющей.\nЕсли вы любите: первые части Final Fantasy, сеттинг фэнтези, JRPG.\nPath of Exile 2 — 6 декабря\nПлатформы: ПК (Steam, EGS), PS5, Xbox Series X|S.\nСиквел одной из самых известных ARPG, которую уже более десяти лет развивает студия Grinding Gear Games (GGG). Действие второй части тоже разворачивается на континенте Рэкласт, но спустя годы после событий первой. Геймеры столкнутся с древней силой, пробудившейся от долгой спячки.\nИзначально игру выпустят в раннем доступе — для тех, кто приобрёл специальные наборы поддержки. К его старту авторы Path of Exile 2 подготовили шесть классов с двумя подклассами Вознесения у каждого, три акта сюжетной кампании и эндгейм, в рамках которого получится исследовать уникальные карты. Разработчики обещают, что сиквел значительно отличается от оригинала, в том числе некоторыми механиками. Несколько ключевых систем при этом вернутся, но в изменённом виде.\nПолноценный релиз второй части состоится в 2025 году. Полная версия будет бесплатной для всех, а контента в ней окажется в несколько раз больше, чем в раннем доступе.\nЕсли вы любите: жанр ARPG, зачищать локации от сотен мобов, собирать лут и создавать свои билды.\nMarvel Rivals\nПлатформы: ПК (Steam, EGS), PS5, Xbox Series X|S.\nMarvel Rivals — PvP-экшен в духе Overwatch, но от третьего лица и с культовыми героями/злодеями Marvel. Игра, как и большинство аналогов, будет условно-бесплатной.\nЗа производство и дальнейшее развитие Marvel Rivals отвечает китайская NetEase. Разработчики говорят, что собираются регулярно обновлять онлайн-экшен, выпуская дополнительных бойцов, режимы и карты. На релизе геймеры, среди прочего, смогут опробовать сражения формата «6 на 6» на необычных картах из вселенной Marvel. Среди них есть, например, планета симбиотов Клинтар, Токио будущего, Асгард, и штаб-квартира организации «Гидра».\nЕсли вы любите: соревновательные игры, экшены от третьего лица, вселенную Marvel.\nIndiana Jones and The Great Circle — 9 декабря\nПлатформы: ПК (Steam, Microsoft Store), Xbox Series X|S, включая подписку Game Pass.\nПервая с 2009 года игра о приключениях легендарного Индианы Джонса — главного героя кинофраншизы от компании Lucasfilm. События экшена разворачиваются в 1937-м — вскоре после финала первого фильма серии. По сюжету археолог ввязывается в очередную авантюру после того, как неизвестные похищают ценный артефакт, который хранился в колледже Маршалла.\nВ своём приключении профессор посетит несколько регионов — от Египта до Гималаев. Геймерам предстоит исследовать линейные и более открытые локации, наполненные древними тайнами, решать пространственные головоломки и сражаться с нацистами. Устранять врагов при этом получится либо скрытно, либо устроив открытый мордобой с кулаками, хлыстом или подручными предметами.\nСтудия MachineGames, известная по Wolfenstein, похоже, подготовила действительно аутентичную видеоигровую адаптацию «Индианы Джонса». В недавних превью журналисты неоднократно упоминали, что шведским разработчикам удалось идеально передать дух оригинальных боевиков. Роль археолога в этот раз исполнил Трой Бейкер, который, по мнению СМИ, достойно продолжил дело Харрисона Форда.\nПредварительный доступ к игре откроется 6 декабря для покупателей расширенного издания.\nЕсли вы любите: стелс-экшены, тщательно изучать локации в поисках секретов, франшизу «Индиана Джонс».\nLegacy of Kain: Soul Reaver 1 & 2 Remastered — 10 декабря\nПлатформы: ПК (Steam, EGS, GOG), PS4, PS5, Xbox One, Xbox Series X|S, Nintendo Switch.\nОбновлённые версии культовых экшен-адвенчур, вышедших в конце 1990-х и начале 2000-х. Одним из ведущих разработчиков оригиналов выступала Эми Хенниг, также известная по Jak and Daxter и Uncharted.\nВ центре повествования обеих Legacy of Kain: Soul Reaver — призрак-вампир по имени Разиэль, который жаждет отомстить своему бывшему хозяину Каину. Чтобы добраться до него, главному герою придётся отправиться в странствие по материальному и духовному мирам, попутно расправляясь со своими собратьями-кровососами.\nРемастеры сделала студия Aspyr. Команда улучшила в обеих играх графику, сделала управление более удобным, добавила механику смены дня и ночи, а также внедрила новые функции: например, карту, компас и фоторежим. «Олды», которым усовершенствованная картинка не понравится, смогут в любой момент переключиться на стандартную.\nЕсли вы любите: тёмное фэнтези, мрачные истории, франшизу Legacy of Kain.\nAlien: Rogue Incursion — 19 декабря\nПлатформы: ПК (Steam), PS5 — только для VR-гарнитур.\nСюжетный одиночный VR-триллер по франшизе «Чужой». Главная героиня игры — Зула Хендрикс, в прошлом служившая в элитной морской пехоте. Заручившись помощью андроида Дэвиса 01, женщина отправляется на далёкую планету Пурдан, где находится исследовательский центр Gemini Exoplanet Solution, для поисков своего бывшего коллеги Бенджамина Карвера.\nСотрудники студии Survior заявили, что уделили особое внимание звуку, визуалу и взаимодействию с окружением — все эти элементы будут «работать в синергии», чтобы полностью погрузить игроков в устрашающую атмосферу.\nПо словам авторов Alien: Rogue Incursion, лицехваты и ксеноморфы то и дело будут менять тактику, нападая из самых неожиданных мест, а потому геймерам придётся быстро реагировать и проявлять находчивость.\nНе исключено, что Rogue Incursion окажется достойным релизом по франшизе, и поклонники смогут скоротать за ним время в ожидании сиквела Alien Isolation.\nЕсли вы любите: survival-хорроры, научную фантастику, франшизу «Чужих».\nНа что ещё обратить внимание\nDelta Force (5 декабря; ПК) — открытое тестирование тактического шутера от первого лица. Получится опробовать как одиночный режим, так и онлайн-матчи.\nSymphonia (5 декабря; ПК, PS4, PS5, Xbox One, Xbox Series X|S, Nintendo Switch) — хардкорный платформер о музыканте, который хочет собрать собственный оркестр и оживить мир музыкальных машин.\nMonument Valley 3 (10 декабря; iOS, Android) — продолжение серии красочных головоломок, в котором геймерам придётся воссоединить разрушенную деревню, пройдя сквозь лабиринт оптических иллюзий.\n«Бессмертный. Сказки Старой Руси» (12 декабря; ПК) — полная версия игры, объединяющей жанры карточного «роглайка» и пошаговой стратегии. Игрокам предложат пройти кампанию за одного из нескольких персонажей русских сказок и сразить Кощея.\nSwordhaven: Iron Conspiracy (12 декабря: ПК) — партийная ролевая игра в фэнтезийном сеттинге, которой занимаются создатели ATOM RPG. Поначалу тайтл будет в раннем доступе.\n«КЛЕТЬ» (12 декабря; ПК) — кооперативный хоррор в духе Lethal Company, основанный на популярной в рунете крипипасте «Самосбор». Игрокам предстоит исследовать таинственное сооружение под названием «Гигахрущёвка», состоящее из бесконечного количества этажей с тёмными коридорами, в которых обитают жуткие создания.\nThe Spirit of the Samurai (12 декабря; ПК) — адвенчура о самурае, который, пытаясь спасти свою деревню, вступает в противостояние с живыми мертвецами и демонами.\nFairy Tail 2 (12 декабря; ПК, PS4, PS5, Nintendo Switch) — JRPG по мотивам манги и аниме «Хвост феи». В основу повествования вошла арка Alvarez Empire, которая завершает сюжет первоисточника.\nFlint: Treasure of Oblivion (17 декабря; ПК, PS5, Xbox Series X|S) — RPG о пиратах, посвящённая приключениям Капитана Флинта и его верного друга Билли Бонса.\nThe Midnight Crimes (20 декабря; ПК) — point-and-click-адвенчура о детективе Бенджамине Лейтоне, семья которого трагично погибает незадолго до начала событий игры. По сюжету главному герою выпадает шанс наладить свою жизнь, расследуя дело о таинственном исчезновении ребёнка.\nГлавные релизы предыдущих месяцев\nДля тех, кто пропустил самые заметные релизы прошлых месяцев, мы подготовили специальный раздел. В нём вы можете ознакомиться с главными играми 2024 года, а перейдя по гиперссылкам — увидеть подборки более мелких тайтлов.\nЯнварь\nPrince of Persia: The Lost Crown\nBulletstorm VR\nРемастер The Last of Us Part II\nApollo Justice: Ace Attorney Trilogy\nLike a Dragon: Infinite Wealth\nTekken 8\nФевраль\nPersona 3 Reload\nSuicide Squad: Kill the Justice League\nAtomic Heart: Trapped in Limbo\nHelldivers 2\nBanishers: Ghosts of New Eden\nSkull and Bones\nThe Thaumaturge\nLast Epoch\nPacific Drive\nРемейк Brothers: A Tale of Two Sons\nFinal Fantasy VII Rebirth\nМарт\nThe Outlast Trials\nExpeditions: A MudRunner Game\nOutcast: A New Beginning\nAlone in the Dark\nHorizon Forbidden West Complete Edition для ПК\nDragon's Dogma 2\nRise of the Ronin\nPrincess Peach: Showtime!\nАпрель\n«Смута»\nBroken Roads\nHarold Halibut\nNo Rest for the Wicked\nStellar Blade\nМай\nIndika\nV Rising\nHomeworld 3\nThe Rogue Prince of Persia\nMen of War II\nGhost of Tsushima для ПК\nSenua's Saga: Hellblade II\nИюнь\nDestiny 2: The Final Shape\nBlockbuster Inc.\nShin Megami Tensei V: Vengeance\nStill Wakes the Deep\nElden Ring: Shadow of the Erdtree\nLuigi's Mansion 2 HD\nИюль\nFinal Fantasy XIV: Dawntrail\nThe First Descendant\nZenless Zone Zero\nAnger Foot\nNobody Wants to Die\nFlintlock: The Siege of Dawn\nCataclismo\nConscript\nАвгуст\nПереиздание Star Wars: Bounty Hunter\nWorld of Goo 2\nSteamWorld Heist II\nBlack Myth: Wukong\nSmite 2\nVisions of Mana\nStar Wars Outlaws\nСентябрь\nThe Casting of Frank Stone\nHarry Potter: Quidditch Champions\nAge of Mythology: Retold\nAstro Bot\nWarhammer 40,000: Space Marine 2\nTest Drive Unlimited Solar Crown\nFinal Fantasy XVI для ПК\nGod of War Ragnarök для ПК\nFrostpunk 2\nGreedFall II: The Dying World\nThe Legend of Zelda: Echoes of Wisdom\nStarfield: Shattered Space\nОктябрь\nРемастер Until Dawn\nРемейк Silent Hill 2\nDiablo IV: Vessel of Hatred\nMetaphor: ReFantazio\nNeva\nUnknown 9: Awakening\nCall of Duty: Black Ops 6\nLife is Strange: Double Exposure\nРемастер Horizon Zero Dawn\nDragon Age: The Veilguard\nНоябрь\nPlanet Coaster 2\nMario & Luigi: Brothership\nMetro Awakening\nSlitterhead\nThe Rise of the Golden Idol,\nLEGO Horizon Adventures\nMicrosoft Flight Simulator 2024\nS.T.A.L.K.E.R. 2: Heart of Chornobyl\nС главными инди-релизами декабря можно ознакомиться в традиционной подборке от пользователя Mankustrap.\nMankustrap\nИгры\nвчера\nThe Spirit of the Samurai, KLETKA, Antonblast и Caves of Qud — заметные инди-игры декабря 2024\nТакже в раннем доступе выходят VOIN и Swordhaven: Iron Conspiracy.\n#вочтопоиграть #подборки #новости"
    },
    {
        "title": "Разбор ремастера Sam and Max: Beyond Time and Space",
        "link": "https://dtf.ru/games/3239532-razbor-remastera-sam-and-max-beyond-time-and-space",
        "time": "2024-12-01T13:55:05.000Z",
        "text": "В первом эпизоде второго сезона Сэма и Макса от Telltale и его переиздании от Skunkape есть стенд с плохими новостями. Заголовок лежащей в нём газеты как раз о релизе этой игры и сообщает.\nДо того, как я перепрошёл адвенчуру, данный скриншот хотел сделать итогом. Первого прохождения много лет назад второй сезон мне казался в разы хуже первого, ремастер которого в свою очередь по качеству был средней халтурности, потому и от следующего ничего выдающегося не ожидалось.\nПосле повторного ознакомления оказалось, что, во-первых, я был малолетним дебилом, потому авторских задумок в квесте не понимал, во-вторых, переиздатели провели некоторую работу над ошибками. Но обо всём по порядку.\nСтруктурно второй сезон от первого не сильно отличается. У главных героев всё ещё есть офис с тремя заведениями в переулке под боком. Поставленные задачи потребуют отправиться в другие места, а для решения различных ситуаций неординарными способами приходится действовать и в домашнем регионе.\nРазница в том, что теперь следующий эпизод может начинаться сразу по завершению предыдущего, и в сюжете больше паранормальщины.\nВсё начинается с нападения гигантского робота, но атакует он вяло. Потому вместе с протагонистами можно спокойно осмотреть офис, вспомнить, как было переработано отключение света ещё в ремастере первого сезона или пострелять по крысам.\nПервое новое отличие - дыра в стене. Её в переиздании расширили так, что мы видим избиваемого нашим коллегой и соседом, Флинтом, подозреваемого, правда, низкополигонального.\nЖелезяка тот ещё философ. Хотя далее я не прослушивал абсолютно все диалоги по 2 раза, но здесь роботу интересно, почему птички поют по-гейски. Если дополнительная цензура где-то есть, то она ещё более ленивая, чем в первом сезоне.\nИз отличий оригинала и ремастера можно также обратить внимание на окно, в котором офис прорисован.\nНе переживайте насчёт заведения Сибил, недалеко улетело. Наоборот, смотрите, как всё стало компактно.\nЛавочка Боско больше не лавочка. За первый сезон он наварился на протагонистах достаточно, продавать больше ничего не надо. Теперь его заведение - настоящее убежище параноика. Из отличий изданий можно увидеть опять же освещение, тени, но ещё в ремастере перекрасили какие-то сигнальные лампы в оранжевый.\nЧто более важно, новый актёр озвучки, которого взяли из-за решения переписать дорожки продавца, наконец понял реплики какого персонажа он зачитывает. В результате, я верю, что T.H.E.M. пугают Боско.\nСибил большую часть сезона занимается романтическими страданиями любит-не любит. Её салон Сэм и Макс, конечно, посещают, но чаще он закрыт. Чего-то нового по сравнению с прошлым ремастером нет, поэтому пропущу данное сравнение. Перейдём к новому интерьеру.\nЗакусочную Стинки в переиздании урезали. В оригинале её можно было оглядеть полностью с перемещением камеры. Освещение было переработано, а в одном из эпизодов люстры почему-то стали прожекторами. Иногда герои смогут посмотреть на другую сторону стойки, и там проблема видится ещё более отчётливо.\n+4\nДля тех, кто не играл или не помнит, в забегаловке должен заправлять дед Стинки. Кто это женщина с морским цветом волос, и не она ли прошлого владельца убила, героям только предстоит узнать. Характер у девушки вредный, рассказывать любит про свои невероятные подвиги, качество еды - сэндвичи с камнями, зато среди фотографий почётных посетителей висят портреты Матери Терезы, Наполеона и Иисуса. Портрет последнего, кстати, появляется не сразу с первого эпизода.\nЧуть дальше в гараже поселились КОПЫ, и с ними появляется косметика для авто.\nЗарабатывать наклейки можно в гоночной секции с VR. Герои надевают гарнитуру, на дороге и тротуарах появляются куклы или другие объекты, которые надо сбить за определённое время.\nКак видите, трамплины стали более аутентичными. Кроме этого, улучшенное разрешение позволяет легче проходить челлендж второго эпизода, где нужно сбивать волынки, но не трогать баяны. Инструменты лежат один за другим, и в оригинале их бывает сложно увидеть.\nНа парковке же появилась возможность оглядеть коллекцию. Раньше наблюдать её можно было лишь в самих гоночных секциях.\nЕсть минус, связанный с данной активностью. Один этап всегда обязателен, КОПЫ дают нужный по сюжету предмет, но после его зарабатывания Сэм всегда покидает трассу, не спрашивая игрока. Я же обычно только входил во вкус, дайте покататься ещё раз без промежуточных загрузок. Ремастер этот недостаток не исправляет.\nВ других мини-играх есть одно важное изменение. Управление нам показывают снизу экрана, в оригинале выскакивало окно с подсказкой. А ещё для бокса добавили сцены, в которых кукла запрыгивает на ринг.\nПереходим от общего к частному. Враждебного робота героям подарил Санта-Клаус, пора бы старика навестить. Авторы ремастера решились сделать полярную ночь намного темнее. Также появилась сцена поездки на полюс.\nЛуч прожектора перемещается и не всегда за Сэмом. Выглядит довольно атмосферно.\nМастерскую Санты тоже обновили. Добавили не только освещение, но и снег на магнитный полюс.\nНекоторые детали заслуживают более пристального осмотра. Например, терминал выдачи подарков. Сам монитор в ремастере лучше, но почему цветов на экране стало меньше? Странное дизайнерское решение, ведь в этом мире была полноценная виртуальная реальность.\nГраммофон смотрится правдоподобнее, а ещё появились обои.\nПесенка для экзорцизма исполнена. Вылазит желеобразный демон, если в оригинале у него внутри какая-то твёрдая масса, то в ремастере это непонятный шарик и рыбки. Также перекрасили зрачки.\nСамостоятельно герои его не победят. Нужны духи рождества. И вот ещё одна странная особенность переиздания. Все призраки в нём почему-то светятся синим.\nЕстественно, чтобы заручиться поддержкой духов придётся спасти минувшее рождество, текущее и будущее. Вот и первое путешествие во времени. Портал в грядущее выделяется особенно из-за отражения на снегу в ремастере.\nСэм и Макс не раз спасали мир, но какой ценой? Именно этому вопросу посвящен практически весь второй сезон. На фоне самых абсурдных антагонистов и нелепых коварных планов авторы показывают, что от главных героев временами больше вреда, чем пользы.\nВ сегментах с рождеством под раздачу попадают два семейства: крысы и жуки. Про первых можно сказать: \"А чего хотел Джимми Два Зуба после кражи телефона, шоплифтинга, выстрелов по Сэму из пушки и прочего\", про вторых - нет. Однако для понимания ситуации нужно внимательно читать диалоги, чего я из-за промтовского перевода в своё время не делал.\nА ещё сквозную нить легко упустить, потому что, например, второй эпизод в этом плане топчется на месте. Сэм и Макс возвращают с полюса, чтобы увидеть, как за Сибил гоняется Бермудский треугольник.\nПортал ведёт на солнечный остров Пасхи, где герои получают от говорящих камней новое неоплачиваемое дело - спасти этот остров от извержения вулкана. Переиздание делает краски по-настоящему яркими.\nДревняя спрятанная подземная пещера оказывается не такой уж и скрытной. В ремастере убрали светящуюся рамку вокруг надписи, но добавили стрелок, чтобы Сэм и Макс точно не заблудились.\nВход охраняет напившийся местной молодильной воды Джимми Хоффа. Когда я проходил первый раз, то понятия не имел, кто это. Теперь же я видел Ирландца, и поэтому лучше понимаю, к чему он заставляет героев вступить в профсоюз.\nРемастер\nПомимо Джимми, на острове есть и другие маленькие пропавшие знаменитости. Стоит признать, пляж в переиздании больше похож на пляж.\nЧего я не понял до сих пор, зачем Хоффа пещеру сторожил, и откуда под водой такой свет. На поверхности я не видел каких-то трещин, и аборигены с щупальцами признают пророком призрак рыбки из кулера с офиса главных героев, а не человека подозреваемого в криминальных связях.\nАх да, Мистер Спатула был убит роботом в самом начале 1-ого эпизода. Впрочем, отомстить за жестокое обращение к себе он хочет именно протагонистам.\nРемастер\nНа самом деле, до выстрела железяки герои и сами хотели грохнуть сожителя, но подробности накала отношений остались за кадром. Результат, тема не только не развивается, но и юный я решил, что сценарист сделал рыбку злодеем по приколу.\nМакс становится духовным лидером существ. Поскольку он ещё и президент США, это значит, что исполнительная и церковная власти оказались в одних руках. Кролику они понадобятся, потому что в 3-ем эпизоде начинается зомби апокалипсис.\nПо такому случаю для гоночного сегмента сделали новую трассу. И задачка в мини-игре нетривиальная - расстреливать нежить дискетами. Траектория полёта дисков на манер бумеранга, и скорость стрельбы низкая.\nВместо сурвайвинга и построения баррикад Сэм и Макс отправляются на фабрику, где мертвецов делают. Она расположена в немецком городке Штутгарте в старинном замке.\nКак и ожидалось, стремление переиздателей к чрезмерному улучшению освещения убило всю атмосферу зомби-дискотеки. Всё слишком яркое и заблюренное.\nХочу отметить интересный момент. В свои молодые годы я не понимал, что местный главгад, вампир-эмо Йорген, олицетворяет собой европейские тренды. Ну вы знаете, эти крашеные парни, кольца на сосках - это всё там, на западе восточного полушария, суровые американцы не такие.\nГероям приходится вернуться в сериал про ковбоев из первого сезона, чтобы сделать продакт-плейсмент. На студии можно узнать, что остальные шоу закрылись и продюсеры занимаются лишь бесчисленными спиноффами и сиквелами Ковбоев.\nГероям удаётся подорвать авторитет кровососа, тот решает убить Сэма и Макса.\nТеперь их не будут понимать в приличном обществе, зато они научились выгрызать из живых мозги. Пользуясь этими недостатками и преимуществами, а также тем, что Йорген решил закосить под Франкенштейна и создать драматичного монстра, Сэм и Макс смогут вернуть свои души, которые в ремастере опять же ярко синие.\nКасательно основной мысли, есть момент - протагонисты забирают одну из запчастей для монстра с трупа своего друга. Только соратник каким-то образом оживает в конце.\nПараллельно идёт клишированная, но не тупая мелодрама с Сибил, Эйбом и созданием из лаборатории. В целом, 3-ий эпизод сам по себе лучше, чем я его помнил.\nВ детстве я обращал внимание лишь на одну сквозную сюжетную линию. Ту, что связана с Боско. Потому 4-эй эпизод мне всегда нравился. Наш параноик попал на космический корабль T.H.E.M. залез в ИХ машину времени и поломал своё зачатие. Mooooove исправлять!\nМежвременной лифт перемещается исключительно по дням рождения различных персонажей. Героям предстоит посетить свой офис в будущем, магазин мамы Боско феминистки, встретить детские версии себя и многое другое.\n+5\nНе раз ломая причинно-следственные связи, Сэм и Макс каким-то образом всё исправляют. Интересно, что игра даёт возможность ошибиться с личностью отца Боско, и даже посмотреть на результат будет можно. Правда, для прохождения всё-таки надо сделать всё правильно.\nКому же вообще пришло в голову сделать корабль для перемещения во времени по дням рождения?\nВерсия GOG записывалась только в оконном режиме, и субтитры стоило отключить, но для сравнения эффектов песенки мариачи сойдёт.\nСами по себе мексиканцы не злые. За Боско они, на самом деле, не следили, Сэм и Макс их подставили, чтобы спугнуть параноика и стырить банановый напиток из его немагазина в одном из прошлых эпизодов.\nГерои продолжат исправлять свои ошибки, ломая время и пространство. Очевидно, корабль надо захватить, но мариачи превосходят числом. Позволят ли прошлые версии протагонистов уравнять шансы?\nК этому моменту игрок уже знает, кто всё это время следил за Боско, и зачем. В пятом эпизоде для несмышлённых это пояснят, но вменяемого развития персонаж уже не получит. Тем временем он вообще-то умирает, значит, для его спасения придётся разгромить ад!\nРечка Стикс удачно оказывается под нашим домашним районом, а авторы ремастера опять неудачно выкрутили яркость, от чего станция поезда в преисподнюю выглядит как обычная подземка.\nВот только герои ещё не умерли, потому в ад их не пускают. Придётся вылезти и отжать проездной жетон у другого покойника. В связи с чем вопрос, почему у призрака мамы Боско в переиздании не поседели волосы за 30-40 лет?\nС самим адом тоже переборщили. Задумка же была в том, что это обычный офис, где круглый год понедельники, а на часах всегда одна минута до конца рабочего дня. Несомненно, на фоне лавовые реки есть, но должны ли они так отсвечивать? Кстати, оказывается, цензура - это детище одного из помощников дьявола.\n+1\nПерсонал состоит из старых врагов, но не будем отвлекаться на этих неудачников. Лучше посмотрим на других. В аду есть отдельное помещение для всех жертв Сэма и Макса.\nХотя задача стоит в том, чтобы всех их отсюда вытащить, сложно назвать это искуплением, ведь для решения придётся затащить сюда ещё одного персонажа. Кстати, демон-мама Боско тоже в ремастере не седая.\n+4\nВозможно, Сэм заслужил персональный ад - тот же офис, но напарником будет один из Попперсов, который не любит насилие. Здесь переиздание смотрится лучше.\nДальше нам подсовывают Попперсов в качестве главных злодеев. Зря, выглядят они обычными обиженками, а не трагичными жертвами деяний героев. Всё-таки где-то мои детские воспоминания не подвели, под конец реально происходит полный и унылый абсурд.\nПо итогу второй сезон оказался глубже, чем я думал, и к ознакомлению рекомендуется. Формула же ремастера - сделать всё ярче - работает не всегда, а оригинальные эпизоды в качестве бесплатного дополнения Skunkape Games ещё не завезли, хотя обещали сделать это в декабре. Проблема в том, что старую версию везде сняли с продаж, поэтому желающим купить на ПК всё же советую dlc дождаться.\nВсем спасибо за прочтение! Конструктивная критика приветствуется.\n#samandmax"
    }
]